Repository: szymonszl/stibium
Catalog: carbonium/locales/*/LC_MESSAGES/carbonium.po
Languages: pl

source: An error occured and the action could not be completed. The administrator has been notified.
pl: Wystąpił błąd. Administrator został już powiadomiony

source: The command has been interrupted by admin
pl: Polecenie zostało przerwane przez administratora

source: You can't use this command.
pl: Nie możesz użyć tego polecenia.

source: Please provide text to be sent.
pl: Proszę podać tekst do wysłania.

source: Message from {user}: {message}
pl: Wiadomość od {user}: {message}

source: The message was forwarded.
pl: Wiadomość została przekazana

source: Are you sure you want to send this to {user}? Please confirm by reacting {reaction}.
pl: Jesteś pewien/pewna że chcesz to przesłać do {user}? Potwierdź, reagując {reaction}.

source: running Carbonium v{version}
pl: oparte o Carbonium v{version}

source: Prefix: {prefix}
pl: Prefiks: {prefix}

source: Logged in as {username} ({uid})
pl: Zalogowano jako {username} ({uid})

source: Server: {hostname}
pl: Serwer: {hostname}

source: Owner not set!
pl: Nie ustawiono właściciela!

source: Owner: {username} ({uid})
pl: Właściciel: {username} ({uid})

source: Not enough arguments. {prefix}{cmd} [add|ban|remove|unban] <group> [reply|<uid>]
pl: Zbyt mało argumentów. {prefix}{cmd} [add|ban|remove|unban] <group> [reply|<uid>]

source: Added {uid} to group {group!r}
pl: Dodano {uid} do grupy {group!r}

source: Removed {uid} from group {group!r}
pl: Usunięto {uid} z grupy {group!r}

source: User {uid} was not in group.
pl: Użytkownik {uid} nie był w grupie.

source: Unknown subcommand
pl: Nieznane subpolecenie

source: Please provide text or reply to a message to be pinned
pl: Proszę podać tekst albo odpowiedzieć na wiadomość do przypięcia

source: Message was pinned!
pl: Wiadomość została przypięta!

source: Your pin is waiting for confirmation.
pl: Twoje przypięcie czeka na potwierdzenie.

source: Ask {n} people to confirm it by reacting with
pl: Poproś {n} osoby aby ją potwierdzić przez reakcję

source: Please wait...
pl: Proszę czekać...
